Repository: Kungbib/publicera-theme-ojs-plugin
Catalog: theme_skeleton/locale/*/locale.po
Languages: sv_se

# plugins.themes.publicera_theme.description
source: Theme for "Publicera" (publicera.kb.se).
sv_se: Tema för "Publicera" (publicera.kb.se).

# plugins.themes.publicera_theme.jumbotron_header
source: Welcome to Publicera!
sv_se: Publicera

# plugins.themes.publicera_theme.jumbotron_lead
source: A platform for Swedish scholarly open access journals.
sv_se: Den nationella plattformen för öppet tillgängliga svenska vetenskapliga tidskrifter

# plugins.themes.publicera_theme.jumbotron_about_link
source: Read more about Publicera
sv_se: Läs mer om Publicera

# plugins.themes.publicera_theme.search.searchResults.foundPlural
source: We found <b>{$count} results</b> for
sv_se: Vi hittade <b>{$count} resultat</b> för

# plugins.themes.publicera_theme.search.searchResults.foundSingle
source: We found <b>1 result</b> for
sv_se: Vi hittade <b>1 resultat</b> för

# plugins.themes.publicera_theme.search.placeholder
source: Search journals, articles etc
sv_se: Sök tidskrifter, artiklar m.m.

# plugins.themes.publicera_theme.site.journalView
source: Show journal
sv_se: Visa tidskrift

# plugins.themes.publicera_theme.site.journalCurrent
source: Latest issue
sv_se: Senaste numret

# plugins.themes.publicera_theme.site.sendManuscript
source: Send in manuscript
sv_se: Skicka in manus

# plugins.themes.publicera_theme.site.publishedIn
source: published in
sv_se: publicerad i

# plugins.themes.publicera_theme.site.by
source: by
sv_se: av

# plugins.themes.publicera_theme.site.logotypeAlt
source: Logotype of the National Library of Sweden
sv_se: Kungliga bibliotekets logotyp

# plugins.themes.publicera_theme.search.searchResults.coverImagePlaceholderAlt
source: No cover image
sv_se: Ingen omslagsbild

# plugins.themes.publicera_theme.support_header_item
source: Publicera Support
sv_se: Supportsidor
